Repository: DBSeller/gitlabintegration
Catalog: locales/*.po
Languages: fr_fr

source: Profile
fr_fr: Profil

source: New user profile to give Gitlab permission
fr_fr: Nouveau utilisateur a donner permission Gitlab

source: Created By
fr_fr: Crée par

source: Created At
fr_fr: Crée à

source: Add
fr_fr: Ajouter

source: Permanently Delete
fr_fr: Suprimmer définitivement

source: Permission granted with successfully!
fr_fr: Permission accordée avec succès!

source: Issue created successfully!
fr_fr: Issue créé avec succès!

source: %2s created Issue
fr_fr: %2s Issue crée

source: Problem to create issue. Verify logs for more information!
fr_fr: Problème pour créer un issue. Vérifiez les logs pour plus d'informations!

source: The selected profile already has permission. Verify logs for more information!
fr_fr: Le profil sélectionné dispose déjà d'une autorisation. Vérifiez les logs pour plus d'informations !

source: %2s granted permission for profile
fr_fr: %2s autorisation accordée pour le profil

source: %2s removed permission for id
fr_fr: %2s autorisation supprimée pour id

source: Gitlab Project
fr_fr: Projet Gitlab

source: No selected items
fr_fr: Aucun élément sélectionné

source: Permission removed with successfully!
fr_fr: Autorisation supprimée avec succès!

source: Create Issue
fr_fr: Creer Issue

source: Issue already created for the selected project.
fr_fr: Issue déjà créé pour le projet sélectionné.
